Repository: weblate/visualization.waveform
Catalog: visualization.waveform/resources/language/resource.language.*/strings.po
Languages: fr_fr, it_it

# Addon Summary
source: Visualisation showing 2 Waveform Graphs on the screen
fr_fr: Visualisation affichant 2 graphiques de forme d'onde à l'écran
it_it: Visualizzazione che mostra due grafici di forma d'onda sullo schermo

# Addon Description
source: Waveform is a simple Visualisation showing 2 Waveform Graphs on the screen, One each for Left and Right channels that move to the beat of the music
fr_fr: Waveform est une visualisation simple affichant deux graphiques de forme d'onde à l'écran. Chaque forme d'onde représente une voie, gauche et droite, et réagit selon le rythme de la musique
it_it: Waveform Ã¨ una semplice visualizzione che mostra due grafici a forma d'onda sullo schermo, uno per il canale destro e uno per quello sinistro, che si muovono a ritmo di musica

# #30000
source: Points per line
fr_fr: Points par ligne
it_it: Punti per riga

# #30001
source: Positions to represent the current frequency in a line.
fr_fr: Positions pour représenter la fréquence actuelle dans une ligne.
it_it: Posizioni per rappresentare la frequenza corrente in una riga.

# #30002
source: Line color
fr_fr: Couleur de la ligne
it_it: Colore linea

# #30003
source: Red
fr_fr: Rouge
it_it: Rosso

# #30004
source: Strength of red color in the line.
fr_fr: Intensité de la couleur rouge dans la ligne.
it_it: Forza del colore rosso nella linea.

# #30005
source: Green
fr_fr: Vert
it_it: Verde

# #30006
source: Strength of green color in the line.
fr_fr: Intensité de la couleur verte dans la ligne.
it_it: Forza del colore verde nella linea.

# #30007
source: Blue
fr_fr: Bleu
it_it: Blu

# #30008
source: Strength of blue color in the line.
fr_fr: Intensité de la couleur bleue dans la ligne.
it_it: Forza del colore blu nella linea.

# #30009
source: Alpha
it_it: Alfa

# #30010
source: Strength of alpha in the line.
fr_fr: Force de l'alpha dans la ligne.
it_it: Forza dell'alfa nella linea.

# #30011
source: Background color
fr_fr: Couleur de l'arrière plan
it_it: Colore di sfondo

# #30012
source: Red
fr_fr: Rouge
it_it: Rosso

# #30013
source: Strength of red color in the background.
fr_fr: Intensité de la couleur rouge en arrière-plan.
it_it: Forza del colore rosso sullo sfondo.

# #30014
source: Green
fr_fr: Vert
it_it: Verde

# #30015
source: Strength of green color in the background.
fr_fr: Intensité de la couleur verte en arrière-plan.
it_it: Forza del colore verde sullo sfondo.

# #30016
source: Blue
fr_fr: Bleu
it_it: Blu

# #30017
source: Strength of blue color in the background.
fr_fr: Intensité de la couleur bleue en arrière-plan.
it_it: Forza del colore blu sullo sfondo.

# #30018
source: Alpha
it_it: Alfa

# #30019
source: Strength of alpha in the background.
fr_fr: Force de l'alpha en arrière-plan.
it_it: Forza dell'alfa sullo sfondo.

# #30020
source: Don't calculate
fr_fr: Ne pas calculer
it_it: Non calcolare

# #30021
source: Line thickness
fr_fr: Épaisseur de ligne
it_it: Spessore linea

# #30022
source: To define the thickness of a line with a number of pixels.
fr_fr: Pour définir l'épaisseur d'une ligne avec un nombre de pixels.
it_it: Per definire lo spessore di una linea con un numero di pixel.
